---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VolumeCut
source: html/3ff08ecf-5774-429b-94b1-8413b6e8d72a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VolumeCut Property

"Cut"

## Syntax (C#)
```csharp
public static ForgeTypeId VolumeCut { get; }
```